[
{"section": "categories", "category_name": "Muscle Building"},
{"section": "categories", "category_name": "Fat Loss"},
{"section": "categories", "category_name": "Training"},
{"section": "categories", "category_name": "Nutrition"},
{"section": "categories", "category_name": "Supplements"},
{"section": "categories", "category_name": "For Women"},
{"section": "categories", "category_name": "Motivation"},
{"section": "categories", "category_name": "Recovery"},
{"section": "categories", "category_name": "Sports Performance"},
{"section": "categories", "category_name": "Injury Prevention"},
{"section": "categories", "category_name": "Fitness Lifestyle"},
{"section": "categories", "category_name": "Athlete Profiles & Interviews"},
{"section": "Most Popular Articles", "title": "Shredded! A Complete Guide To Getting to 10% Body Fat", "description": "\nLearn how having an effective diet, training, and recovery plan are key components to getting amazing body transformation results. "},
{"section": "Most Popular Articles", "title": "How to Create a Bodybuilding Diet", "description": "\nA frequently asked question we get is how do you create a bodybuilding diet? This article teaches bodybuilders how to build their own bodybuilding meal plan. "},
{"section": "Most Popular Articles", "title": "Forget Steroids: 5 Full Body Workouts For Serious Gains", "description": "\nLong before steroids, men were using full body routines to carve out massive and strong natural physiques. This article presents 5 effective workouts! "},
{"section": "Most Popular Articles", "title": "The Ultimate Muscle Building Split Reference Guide", "description": "\nA complete guide. Learn which splits are effective, and which workouts to avoid. Included are numerous workout and training splits examples. "},
{"section": "Most Popular Articles", "title": "The Clean Bulk Diet: 3 Options For More Lean Muscle", "description": "\nBuild lean muscle mass without packing on unwanted body fat. This article presents three sample lean bulk diet eating plan options that can help you reach your goals. "},
{"section": "Most Popular Articles", "title": "Your Body Type - Ectomorph, Mesomorph or Endomorph?", "description": "\nYour body type can influence how you respond to different types of workouts and diet plans. This guide helps you understand your body type (ectomorph, mesomorph or endomorph) and how you can structure your workout and diet for success. "},
{"section": "New Articles", "title": "3 Active Recovery Workouts for Your Next Rest Day", "description": "\nIn this article, you'll learn what active recovery is and why it's important for achieving your fitness goals. Plus 3 effective workouts to try on your next rest day. "},
{"section": "New Articles", "title": "A Beginner's Guide to Zone 2 Cardio", "description": "\nIn this article you'll learn what Zone 2 is, how it can help you, and how you can implement it into your personal plan to help you make the most out of your cardio sessions. "},
{"section": "New Articles", "title": "Two Full-Body Squat Rack and Barbell Workout Routines", "description": "\nIf you have a rack, bar, and plates, then you have the tools necessary to train. These two full-body programs can help you achieve personal fitness success. "},
{"section": "New Articles", "title": "3 Proven Benefits Of EAA Supplementation", "description": "\nEAAs play a pivotal role in more than just your health. In this article you'll learn the benefits of EAAs, why you need them, and how they play a fundamental role in athletic performance. "},
{"section": "New Articles", "title": "6 Home Gym Workout Solutions", "description": "\nLacking gym equipment? Don't let that stop you from making gains. These home gym hacks can help you expand your home training options. "},
{"section": "New Articles", "title": "5 Fat Loss Supplements Backed by Science", "description": "\nWhen combined with proper diet and training, these key supplements can help you break that physique plateau or finally help you achieve your weight loss goals. "}
]