[
{"section": "Recipe Categories", "category_name": "Protein Shakes"},
{"section": "Recipe Categories", "category_name": "Protein Bars"},
{"section": "Recipe Categories", "category_name": "High Protein"},
{"section": "Recipe Categories", "category_name": "Low Carb"},
{"section": "Recipe Categories", "category_name": "Snacks"},
{"section": "Recipe Categories", "category_name": "Vegetarian"},
{"section": "Recipe Categories", "category_name": "Breakfast"},
{"section": "Recipe Categories", "category_name": "Lunch"},
{"section": "Recipe Categories", "category_name": "Dinner"},
{"section": "Recipe Categories", "category_name": "BBQ/Grill"},
{"section": "Trending Recipes", "title": "3 Ingredient Chocolate Protein Mug Cake Recipe", "description": "\nSatisfy your sweet tooth with this quick and easy protein mug cake recipe! Perfect for post-workout or as healthy dessert alternative, this high-protein mug cake recipe is packed with all the flavor without the guilt.\n"},
{"section": "Trending Recipes", "title": "Easy Chocolate Protein Brownie Recipe", "description": "\nIndulge your taste buds into this delicious, protein recipe! Packed with high-quality calories and ingredients, these brownies are the perfect option for dessert and on-the-go nutrition! "},
{"section": "Trending Recipes", "title": "High Protein Coconut Pomegranate Pancakes Recipe", "description": "\nIndulge your taste buds into this delicious, high protein recipe! Packed with high quality calories and ingredients, these pancakes are a great option for breakfast and beyond. "},
{"section": "Trending Recipes", "title": "High Protein Blueberry Almond Pancakes Recipe", "description": "\nThis easy, high protein pancake recipe is packed with high-quality calories and made with simple ingredients! "},
{"section": "Trending Recipes", "title": "High Protein Tuna Bake Pasta Recipe", "description": "\nThis high protein tuna bake recipe is a delicious dish that is perfect post-workout, easy to make and only requires some simple household ingredients! "},
{"section": "Trending Recipes", "title": "Double Chocolate Protein Avocado Brownies Recipe", "description": "\nIndulge in something sweet with these double chocolate protein avocado brownies. They're the perfect guilt-free treat to satisfy your sweet tooth! "},
{"section": "Trending Recipes", "title": "High Protein Cheeseburger Omelette Recipe", "description": "\nDo you crave cheeseburgers in the morning? Do you work third shift and dinner merges with breakfast time? You'll love this cheeseburger omelette recipe! "},
{"section": "Trending Recipes", "title": "High Protein Chocolate Peanut Butter Pancakes Recipe", "description": "\nWhether you're a fan of chocolate peanut butter or a fan of pancakes, we've got the perfect recipe for you! Give this delicious breakfast a shot! "},
{"section": "Trending Recipes", "title": "Banana And Oats Protein Shake Recipe", "description": "\nProtein shake with banana, oats and your favorite protein powder flavor. This recipe also doubles as a quick and nutritious breakfast for those on the go. "},
{"section": "Trending Recipes", "title": "Whey, Honey And Peanut Butter Protein Bar Recipe", "description": "\nA simple-to-make (and healthy) protein bar that requires only 4 ingredients: chocolate whey protein power, peanut butter, honey and oats. "},
{"section": "Trending Recipes", "title": "High Protein Chicken Burrito Bowl Recipe", "description": "\nMexican seasoned chicken, cilantro lime rice, guacamole, oh my! Get your healthy on with this high protein, macro-friendly, & delicious chicken burrito bowl! "},
{"section": "Trending Recipes", "title": "Chocolate And Peanut Butter Protein Bars Recipe", "description": "\nThese homemade protein bars taste amazing, almost like a brownie without the guilt. Main ingredients are chocolate whey protein and peanut butter. "}
]